export const OCCUPATION_OPTIONS = [
  { value: 'นักเรียน', label: 'นักเรียน' },
  { value: 'นักศึกษา', label: 'นักศึกษา' },
  { value: 'ในปกครอง', label: 'ในปกครอง' },
  { value: 'รับราชการ', label: 'รับราชการ' },
  { value: 'รัฐวิสาหิจ', label: 'รัฐวิสาหิจ' },
  { value: 'รับจ้างทั่วไป', label: 'รับจ้างทั่วไป' },
  { value: 'ธุรกิจส่วนตัว', label: 'ธุรกิจส่วนตัว' },
  { value: 'เกษตรกร', label: 'เกษตรกร' },
  { value: 'พนักงานภาครัฐ', label: 'พนักงานภาครัฐ' },
  { value: 'พนักงานเอกชน', label: 'พนักงานเอกชน' },
  { value: 'แม่บ้าน/พ่อบ้าน', label: 'แม่บ้าน/พ่อบ้าน' },
  { value: 'นักบวช/สมณะ', label: 'นักบวช/สมณะ' },
  { value: 'ค้าขาย', label: 'ค้าขาย' },
  { value: 'ไม่มีอาชีพ', label: 'ไม่มีอาชีพ' },
  { value: 'อื่นๆ', label: 'อื่นๆ' }
];
